export default {
  N: [
    {
      name: "大天狗蛙",
      type: ["静電気", "蛙式神団"]
    },
    {
      name: "酒呑蛙",
      type: ["静電気", "蛙式神団"]
    },
    {
      name: "荒川蛙",
      type: ["水系", "蛙式神団"]
    },
    {
      name: "閻魔蛙",
      type: ["静電気", "蛙式神団"]
    },
    {
      name: "両面仏蛙",
      type: ["静電気", "蛙式神団"]
    },
    {
      name: "シシオ蛙",
      type: ["戦術", "蛙式神団"]
    },
    {
      name: "茨木蛙",
      type: ["静電気", "蛙式神団"]
    },
    {
      name: "青行燈蛙",
      type: ["獰猛", "蛙式神団"]
    },
    {
      name: "妖刀姫蛙",
      type: ["静電気", "蛙式神団"]
    },
    {
      name: "一目連蛙",
      type: ["水系", "蛙式神団"]
    },
    {
      name: "花鳥風月蛙",
      type: ["水系", "蛙式神団"]
    },
    {
      name: "かぐや姫蛙",
      type: ["静電気", "蛙式神団"]
    },
    {
      name: "荒蛙",
      type: ["弱点", "蛙式神団"]
    },
    {
      name: "彼岸花蛙",
      type: ["静電気", "蛙式神団"]
    },
    {
      name: "玉藻前蛙",
      type: ["蛙式神団", "蛙式神団"]
    }
  ],
  R: [
    {
      name: "三尾の狐",
      type: ["獰猛", "弱点"]
    },
    {
      name: "座敷童子",
      type: ["鬼族", "弱点"]
    },
    {
      name: "鯉の精",
      type: ["水系", "弱点"]
    },
    {
      name: "九命猫",
      type: ["獰猛", "静電気"]
    },
    {
      name: "化け狸",
      type: ["戦術", "反撃"]
    },
    {
      name: "河童",
      type: ["水系", "水系"]
    },
    {
      name: "童男",
      type: ["戦術", "静電気"]
    },
    {
      name: "童女",
      type: ["機知", "静電気"]
    },
    {
      name: "餓鬼",
      type: ["戦術", "鬼族"]
    },
    {
      name: "蠱毒師",
      type: ["鬼族", "処刑"]
    },
    {
      name: "烏天狗",
      type: ["戦術", "反撃"]
    },
    {
      name: "髪喰い",
      type: ["鬼族", "弱点"]
    },
    {
      name: "侍の霊",
      type: ["鬼族", "獰猛"]
    },
    {
      name: "雨女",
      type: ["水系", "静電気"]
    },
    {
      name: "キョンシー弟",
      type: ["獰猛", "反撃"]
    },
    {
      name: "キョンシー妹",
      type: ["獰猛", "静電気"]
    },
    {
      name: "兵俑",
      type: ["反撃", "静電気"]
    },
    {
      name: "丑の刻参り",
      type: ["戦術", "鬼族"]
    },
    {
      name: "一つ目小僧",
      type: ["水系", "反撃"]
    },
    {
      name: "鉄鼠",
      type: ["弱点", "静電気"]
    },
    {
      name: "椒図",
      type: ["水系", "反撃"]
    },
    {
      name: "管狐",
      type: ["機知", "弱点"]
    },
    {
      name: "山兎",
      type: ["処刑", "静電気"]
    },
    {
      name: "蛍草",
      type: ["機知", "反撃"]
    },
    {
      name: "胡蝶の精",
      type: ["戦術", "静電気"]
    },
    {
      name: "山童",
      type: ["反撃", "静電気"]
    },
    {
      name: "首なし",
      type: ["獰猛", "弱点"]
    },
    {
      name: "覚",
      type: ["弱点", "反撃"]
    },
    {
      name: "磁器蛙",
      type: ["鬼族", "処刑"]
    },
    {
      name: "古籠火",
      type: ["鬼族", "弱点"]
    },
    {
      name: "兎丸",
      type: ["戦術", "機知"]
    },
    {
      name: "数珠",
      type: ["機知", "水系"]
    },
    {
      name: "小袖の手",
      type: ["機知", "弱点"]
    },
    {
      name: "蟲師",
      type: ["獰猛", "弱点"]
    },
    {
      name: "天井下",
      type: ["機知", "反撃"]
    },
    {
      name: "垢嘗",
      type: ["機知", "水系"]
    },
    // コラボ
    {
      name: "ピーチマキ＆芥子",
      type: ["獰猛", "静電気"]
    }
  ],
  SR: [
    {
      name: "桃の精",
      type: ["鬼族", "水系"]
    },
    {
      name: "雪女",
      type: ["戦術", "静電気"]
    },
    {
      name: "白無常",
      type: ["鬼族", "処刑"]
    },
    {
      name: "黒無常",
      type: ["鬼族", "処刑"]
    },
    {
      name: "孟婆",
      type: ["機知", "鬼族"]
    },
    {
      name: "犬神",
      type: ["戦術", "反撃"]
    },
    {
      name: "骨女",
      type: ["鬼族", "静電気"]
    },
    {
      name: "鬼女紅葉",
      type: ["処刑", "処刑"]
    },
    {
      name: "キョンシー兄",
      type: ["鬼族", "静電気"]
    },
    {
      name: "傀儡師",
      type: ["機知", "獰猛"]
    },
    {
      name: "海坊主",
      type: ["水系", "水系"]
    },
    {
      name: "判官",
      type: ["鬼族", "処刑"]
    },
    {
      name: "鳳凰火",
      type: ["弱点", "反撃"]
    },
    {
      name: "吸血姫",
      type: ["獰猛", "反撃"]
    },
    {
      name: "妖狐",
      type: ["静電気", "処刑"]
    },
    {
      name: "妖琴師",
      type: ["静電気", "弱点"]
    },
    {
      name: "夢喰い",
      type: ["水系", "処刑"]
    },
    {
      name: "清姫",
      type: ["水系", "弱点"]
    },
    {
      name: "鎌鼬",
      type: ["機知", "静電気"]
    },
    {
      name: "姑獲鳥",
      type: ["戦術", "反撃"]
    },
    {
      name: "二口女",
      type: ["弱点", "処刑"]
    },
    {
      name: "白狼",
      type: ["機知", "獰猛"]
    },
    {
      name: "桜の精",
      type: ["静電気", "反撃"]
    },
    {
      name: "恵比寿",
      type: ["機知", "反撃"]
    },
    {
      name: "絡新婦",
      type: ["鬼族", "処刑"]
    },
    {
      name: "般若",
      type: ["鬼族", "弱点"]
    },
    {
      name: "青坊主",
      type: ["獰猛", "処刑"]
    },
    {
      name: "万年竹",
      type: ["戦術", "戦術"]
    },
    {
      name: "夜叉",
      type: ["鬼族", "水系"]
    },
    {
      name: "黒童子",
      type: ["鬼族", "鬼族"]
    },
    {
      name: "白童子",
      type: ["鬼族", "鬼族"]
    },
    {
      name: "煙々羅",
      type: ["鬼族", "獰猛"]
    },
    {
      name: "金魚姫",
      type: ["水系", "反撃"]
    },
    {
      name: "鴆",
      type: ["機知", "反撃"]
    },
    {
      name: "以津真天",
      type: ["戦術", "獰猛"]
    },
    {
      name: "匣の少女",
      type: ["戦術", "鬼族"]
    },
    {
      name: "小松丸",
      type: ["鬼族", "静電気"]
    },
    {
      name: "書妖",
      type: ["水系", "弱点"]
    },
    {
      name: "百目鬼",
      type: ["鬼族", "水系"]
    },
    {
      name: "追月神",
      type: ["獰猛", "弱点"]
    },
    {
      name: "日和坊",
      type: ["機知", "反撃"]
    },
    {
      name: "薫",
      type: ["戦術", "静電気"]
    },
    {
      name: "棋聖",
      type: ["静電気", "弱点"]
    },
    {
      name: "猫又",
      type: ["機知", "弱点"]
    },
    {
      name: "人面樹",
      type: ["鬼族", "弱点"]
    },
    {
      name: "於菊虫",
      type: ["獰猛", "弱点"]
    },
    {
      name: "一反木綿",
      type: ["鬼族", "獰猛"]
    },
    {
      name: "納棺師",
      type: ["弱点", "処刑"]
    },
    {
      name: "化鯨",
      type: ["戦術", "機知"]
    },
    {
      name: "海忍",
      type: ["水系", "反撃"]
    },
    {
      name: "蟹姫",
      type: ["機知", "弱点"]
    },
    {
      name: "久次良",
      type: ["戦術", "機知"]
    },
    {
      name: "紙舞",
      type: ["水系", "静電気"]
    },
    {
      name: "星熊童子",
      type: ["反撃", "静電気"]
    },
    {
      name: "風狸",
      type: ["獰猛", "弱点"]
    },
    {
      name: "蠍女",
      type: ["弱点", "処刑"]
    },
    //コラボ
    {
      name: "お香",
      type: ["静電気", "反撃"]
    },
    {
      name: "朽木ルキア",
      type: ["水系", "反撃"]
    }
  ],
  SSR: [
    {
      name: "大天狗",
      type: ["獰猛", "処刑"]
    },
    {
      name: "酒呑童子",
      type: ["機知", "機知"]
    },
    {
      name: "荒川の主",
      type: ["獰猛", "処刑"]
    },
    {
      name: "閻魔",
      type: ["鬼族", "処刑"]
    },
    {
      name: "両面仏",
      type: ["静電気", "弱点"]
    },
    {
      name: "シシオ",
      type: ["静電気", "弱点"]
    },
    {
      name: "茨木童子",
      type: ["鬼族", "獰猛"]
    },
    {
      name: "青行燈",
      type: ["獰猛", "処刑"]
    },
    {
      name: "妖刀姫",
      type: ["獰猛", "処刑"]
    },
    {
      name: "花鳥風月",
      type: ["戦術", "機知"]
    },
    {
      name: "一目連",
      type: ["静電気", "獰猛"]
    },
    {
      name: "かぐや姫",
      type: ["機知", "静電気"]
    },
    {
      name: "荒",
      type: ["戦術", "処刑"]
    },
    {
      name: "彼岸花",
      type: ["静電気", "処刑"]
    },
    {
      name: "雪童子",
      type: ["戦術", "反撃"]
    },
    {
      name: "山風",
      type: ["静電気", "処刑"]
    },
    {
      name: "玉藻前",
      type: ["獰猛", "処刑"]
    },
    {
      name: "御饌津",
      type: ["戦術", "機知"]
    },
    {
      name: "面霊気",
      type: ["鬼族", "弱点"]
    },
    {
      name: "鬼切",
      type: ["鬼族", "処刑"]
    },
    {
      name: "白蔵主",
      type: ["戦術", "機知"]
    },
    {
      name: "オロチ",
      type: ["獰猛", "弱点"]
    },
    {
      name: "不知火",
      type: ["戦術", "機知"]
    },
    {
      name: "大嶽丸",
      type: ["戦術", "機知"]
    },
    {
      name: "滝夜叉姫",
      type: ["戦術", "弱点"]
    },
    {
      name: "雲外鏡",
      type: ["戦術", "反撃"]
    },
    {
      name: "鬼童丸",
      type: ["戦術", "反撃"]
    },
    {
      name: "縁結神",
      type: ["水系", "静電気"]
    },
    {
      name: "鈴鹿御前",
      type: ["獰猛", "処刑"]
    },
    {
      name: "緊那羅",
      type: ["水系", "処刑"]
    },
    {
      name: "千姫",
      type: ["静電気", "処刑"]
    },
    //コラボ
    {
      name: "鬼灯",
      type: ["戦術", "反撃"]
    },
    {
      name: "犬夜叉",
      type: ["弱点", "反撃"]
    },
    {
      name: "殺生丸",
      type: ["獰猛", "弱点"]
    },
    {
      name: "桔梗",
      type: ["機知", "獰猛"]
    },
    {
      name: "薬売り",
      type: ["静電気", "処刑"]
    },
    {
      name: "奴良リクオ",
      type: ["機知", "反撃"]
    },
    {
      name: "黒崎一護",
      type: ["反撃", "処刑"]
    }
  ],
  SP: [
    {
      name: "小羽大天狗",
      type: ["静電気", "弱点"]
    },
    {
      name: "煉獄茨木童子",
      type: ["獰猛", "獰猛"]
    },
    {
      name: "稲荷御饌津",
      type: ["戦術", "静電気"]
    },
    {
      name: "蒼風一目連",
      type: ["獰猛", "処刑"]
    },
    {
      name: "赤影妖刀姫",
      type: ["獰猛", "処刑"]
    },
    {
      name: "御怨般若",
      type: ["鬼族", "処刑"]
    },
    {
      name: "驍浪荒川の主",
      type: ["機知", "静電気"]
    },
    {
      name: "燼天玉藻前",
      type: ["鬼族", "獰猛"]
    },
    {
      name: "鬼王酒吞童子",
      type: ["戦術", "処刑"]
    },
    {
      name: "天剣刃心鬼切",
      type: ["静電気", "静電気"]
    },
    {
      name: "聆海金魚姫",
      type: ["戦術", "水系"]
    },
    {
      name: "浮世青行燈",
      type: ["獰猛", "弱点"]
    },
    {
      name: "縛骨清姫",
      type: ["弱点", "弱点"]
    },
    {
      name: "待宵姑獲鳥",
      type: ["戦術", "反撃"]
    },
    {
      name: "麓銘大嶽丸",
      type: ["静電気", "処刑"]
    },
    {
      name: "初翎山風",
      type: ["獰猛", "処刑"]
    },
    {
      name: "夜溟彼岸花",
      type: ["鬼族", "獰猛"]
    },
    {
      name: "蝉氷雪女",
      type: ["静電気", "静電気"]
    }
  ]
};
